In [100]:
import numpy as np
import random
import pandas as pd

In [106]:
names = ['Park','Lee','Kim']
age = [11,22,33]

In [115]:
LL = pd.DataFrame([names, age]).T

In [130]:
LL.index

RangeIndex(start=0, stop=3, step=1)

In [133]:
np.random.randn(10,3)

array([[-0.45003944,  1.22465472,  1.45995312],
       [ 1.0774281 , -0.27781997, -0.47101811],
       [-0.46920093,  1.02733707,  0.72637411],
       [-0.94863887,  0.87399943,  0.02077844],
       [ 0.57621474, -1.09714457, -0.23310817],
       [ 0.86000638,  1.57050047,  0.72363189],
       [ 0.53020315,  0.9314014 , -0.31792889],
       [-0.16099147,  1.8492607 ,  0.53909475],
       [-0.97687766,  0.51510069, -0.46479098],
       [-0.94148733,  1.83692732,  0.22939599]])

In [134]:
LL.head()

  Chanwoo Park
0    Park   11
1     Lee   22
2     Kim   33

In [136]:
LL.describe()

       Chanwoo  Park
count        3     3
unique       3     3
top       Park    11
freq         1     1